---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures
source: html/cfeeac05-91a1-60ae-2203-f5263b5550f5.htm
---
# BuiltInFailures.SplitToposolidFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.